tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

cask "1password"
cask "aerial"
cask "alfred"
cask "arq"
cask "atom"
cask "bartender"
cask "daisydisk"
cask "deluge"
cask "docker"
cask "dropbox"
cask "font-source-code-pro"
cask "google-chrome"
cask "hazel"
cask "iterm2"
cask "keepingyouawake"
cask "keybase"
cask "ksdiff"
cask "licecap"
cask "little-snitch"
cask "mplayerx"
cask "openemu"
cask "plex-media-server"
cask "printopia"
cask "sabnzbd"
# License not updated for latest sketch
# cask "sketch"
cask "slack"
cask "sonarr"
cask "steam"
cask "the-unarchiver"
cask "unifi-controller"
cask "xbox360-controller-driver"

brew "bash-completion"
brew "ccat"
brew "git"
brew "go"
brew "headphones"
brew "httpie"
brew "hub"
brew "jq"
brew "mackup"
brew "mas"
brew "mr"
brew "youtube-dl"

mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Deckset", id: 847496013
mas "Deliveries", id: 924726344
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager", id: 451907568

if ENV["API_KEY"]
  cask "prey"
else
  print "Set `API_KEY` environment variable to install prey..."
end
